import React from 'react';
import { Link } from 'react-router-dom'


function Biography() {

    return (
        <>
        <Link style={{color:'DarkRed', fontSize: '35px', margin: '25px'}} to='/'>На главную</Link>
        <div className='bio'>
   
            <h1>Ре́мбрандт Ха́рменс ван Рейн</h1>
            <h2>Rembrandt Harmenszoon van Rijn</h2>
            <h2>Годы жизни: 15 июля 1606 — 4 октября 1669</h2>
            <p>
                Голландский художник, гравёр, великий мастер светотени, крупнейший представитель золотого века голландской живописи. 
                Он сумел воплотить в своих произведениях весь спектр человеческих переживаний с такой эмоциональной насыщенностью, которой до него не знало изобразительное искусство. 
                Работы Рембрандта, чрезвычайно разнообразные по жанровой принадлежности, открывают зрителю вневременной духовный мир человеческих переживаний и чувств.
            </p>
            <p>
                Родился 15 июля 1606 г. в Лейдене в семье богатого мельника.
            </p>
            <p> 
                Поступив в Лейденский университет в 1620 г., Рембрандт вскоре оставил его и стал учиться живописи. 
            </p>
            <p>    
                В 1625—1631 гг. он работал в родном городе. Основными в его творчестве раннего периода были картины на религиозные сюжеты, а также портреты. 
            </p>
            <p>    
                1632 год оказался для Рембрандта счастливым. Он переехал в Амстердам и женился на богатой горожанке Саскии ван Эйленбург, а полотно «Урок анатомии доктора Тюлпа» принесло молодому живописцу всеобщее признание.
            </p>
            <p>
                Для мастера началось самое благополучное в его жизни десятилетие. У него появилось множество учеников (школа Рембрандта). В этот период им написаны такие шедевры, как «Автопортрет с Саскией» (1635 г.) и «Даная» (1636 г.). 
            </p>
            <p>
                Чрезвычайно жизнерадостное искусство Рембрандта 30-х гг. сочетает в себе опыт мастеров Возрождения и барокко и новаторский подход к классическим сюжетам. 
            </p>
            <p>
                Период успехов внезапно завершился в 1642 г.: великолепная работа «Ночной дозор» — групповой портрет членов Стрелковой гильдии Амстердама — была отвергнута заказчиками, не оценившими новаций художника и подвергшими его резкой критике. Рембрандт практически перестал получать заказы, его покинули почти все ученики. В том же году скончалась Саския. С 40-х гг. Рембрандт отказался в творчестве от театральных эффектов, в его живописи усилилось мистическое, созерцательное начало. Нередко художник обращался к образу своей второй жены — Хендрикье Стоффельс. 
            </p>
            <p>
                Глубиной, спокойствием и эмоциональной насыщенностью отмечены картина «Святое семейство» (1645 г.), серия автопортретов, лучшие пейзажи. Но неудачи продолжали преследовать Рембрандта: в 1656 г. он был объявлен несостоятельным должником, имущество распродано с аукциона, а семья перебралась в скромный дом в еврейском квартале Амстердама.
            </p>
            <p>
            Заказанное ратушей полотно «Заговор Юлия Цивилиса» (1661 г.) разделило судьбу «Ночного дозора». В
            </p>
            <p>
             1663 г. художник похоронил жену и сына. Несмотря на ухудшение зрения, Рембрандт продолжал писать картины. 
            </p>
            <p>
             Своеобразным итогом его творчества стал холст «Возвращение блудного сына» (1668—1669 гг.). 
            </p>
            <p>
             4 октября 1669 г. в Амстердаме.
            </p>
            

        </div>
        </>
        );
}

export default Biography;